[

	{
		
		"_id"							: ObjectId("A07234567892345678900001"),
		
		"name"						: "Hyderabad",
		"desc"						: "Hyderabad is the capital of the southern Indian state of Telangana and de jure capital of Andhra Pradesh. Occupying 650 square kilometres (250 sq mi) along the banks of the Musi River, it has a population of about 6.7 million and a metropolitan population of about 7.75 million, making it the fourth most populous city and sixth most populous urban agglomeration in India.",
		"bannerLink"			: "https://upload.wikimedia.org/wikipedia/commons/d/d6/Hyderabad_montage-2.png",

		"geospot"					:  [17.3700, 78.4800], 

		"places"					: 
			[
				{
					"name" 				: "Birla Mandir",
					"desc" 					: "Birla Mandir is a Hindu temple, built on a 280 feet (85 m) high hillock called Naubath Pahad on a 13 acres (53,000 m2) plot. The construction took 10 years and was constructed in 1976 by Swami Ranganathananda of Ramakrishna Mission. The temple was constructed by Birla Foundation, which has also constructed several similar temples across India, all of which are known as Birla Mandir.",
					"imageLinks"			: 
						[
							"https://upload.wikimedia.org/wikipedia/commons/4/47/Birla_Temple_no_1.jpg",
							"https://upload.wikimedia.org/wikipedia/commons/d/d8/BirlaMandir.jpg"
						],
					"geospot"				:  [17.4061, 78.4692],
					"quickFacts"			: 
						[
							"The temple manifests a blend of Dravidian, Rajasthani and Utkala architectures.",
							"It is constructed of 2000 tons of pure white marble. ",
							"Apart from the main shrine, the consorts of Lord Venkateswara, Padmavati and Andal are housed in separate shrines.",
							"The temple does not have traditional bells, as Swami Ranganathananda wished that the temple atmosphere should be conducive for meditation."
						]
				},
				
				{
					"name" 				: "Charminar",
					"desc" 					: "The Charminar, constructed in 1591 CE, is a monument and mosque located in Hyderabad, Telangana, India.",
					"imageLinks"			: 
						[
							"https://upload.wikimedia.org/wikipedia/commons/b/b8/Charminar_sumeet_photography_3.JPG",
							"https://upload.wikimedia.org/wikipedia/commons/d/d1/Charminar-Pride_of_Hyderabad.jpg"
						],
					"geospot"				:  [17.3616, 78.4747], 
					"quickFacts"			: 
						[
							"The English name is a translation and combination of the Urdu words Chār and Minar or meenar, translating to Four Towers; the eponymous towers are ornate minarets attached and supported by four grand arches.",
							"The fifth ruler of the Qutb Shahi dynasty Sultan Muhammad Quli Qutb Shah built the Charminar in 1591",
							"The Charminar is a square structure with each side 20 meters (approximately 66 feet) long, with four grand arches each facing a fundamental point that open into four streets",
							"At each corner stands an exquisitely shaped minaret, 56 meters (approximately 184 feet) high, with a double balcony. Each minaret is crowned by a bulbous dome with dainty petal-like designs at the base. Unlike the Taj Mahal's, Charminar's four fluted minarets are built into the main structure"
						]
				}
			],

		"quickFacts": 
			[
				"Established in 1591 by Muhammad Quli Qutb Shah, Hyderabad remained under the rule of the Qutb Shahi dynasty for nearly a century before the Mughals captured the region",
				"Hyderabad is one of the elite cities in India, which has a top business school like Indian School of Business and top technology institutes like  IIT,  IIIT, and BITS.",
				"Hyderabad has one of the two official retreats for the President of India and each year the President spends time here doing his official work at Rastrapathi Nilayam during winter when Delhi becomes real cold.",
				"World’s largest 3D IMAX screen",
				"Buddha statue at hussain sagar lake  is the largest monolithic statue of gautam Buddha in the world.",
				"Ramoji film city is the largest integrated film city in the world.",
				"Hyderabad is home to some of the most beautiful artificial lakes in the world with lakes such as Hussain Sagar, Osman Sagar and Himayat Sagar being created by dams on River Musi.",
				"The Koh-i-Noor (the “Mountain of Light”) , which was once the largest known diamond in the world was originally mined in Kollur mines of andhra and then had its way to golconda fort.",
				"Hyderabad’s most famous meat-and-rice dish, it is said that the Nizams served some 26 varieties of biryanis for their guests any given time.  It is said that there are more than 140 varieties in the Hyderabadi biryani."
			]

	},
	
	
	{
		
		"_id"							: ObjectId("A07234567892345678900002"),
		
		"name"						: "Bangalore",
		"desc"						: "Bangalore, officially known as Bengaluru, is the capital of the Indian state of Karnataka. It has a population of about 8.42 million and a metropolitan population of about 8.52 million, making it the third most populous city and fifth most populous urban agglomeration in India",
		"bannerLink"				: "https://upload.wikimedia.org/wikipedia/commons/8/80/BangaloreMontage.png",

		"geospot"					:  [12.9667, 77.5667],

		"places"					: 
			[
				{
					"name" 				: "Shivagange",
					"desc" 					: "Shivagange is a hillock situated near Bangalore, famous as an adventure spot and Pilgrimage center. There is Shiva temple here and a spring nearby named ‘Ganga’, from which the place derives its name.",
					"imageLinks"			: 
						[
							"http://d2847ql9t214mi.cloudfront.net/wp-content/uploads/2015/05/Shivagange.jpg",
							"http://imgstore.blob.core.windows.net/placeimages/0d55b185-4684-42a4-b098-1b0507e29d4a_n.jpg"
						],
					"geospot"				:  [13.105, 77.1320], 
					"quickFacts"			: 
						[
							"Shivagange is a mountain peak with a height of 1368 meters and Hindu pilgrimage center located near Dobbaspet, in Bangalore Rural district India. ",
							"The sacred mountain is shaped as a shivalingam and a spring flows near locally called 'Ganga', thereby by giving the place its name. ",
							"An interesting belief about this temple is that if an abhisheka is performed with ghee here, the ghee turns to butter"
						]
				},
				
				{
					"name" 				: "Nandi hills",
					"desc" 					: "Nandi Hills or Nandidurg is a popular weekend getaway near Bangalore. This ancient hill fortress is famous for trekking.This place derives its name from the stunning statue of Nandi (the bull) at the doorstep of Yoganandeeshwara Temple. You can view the beautiful sunrise from the hilltop and also visit other places like Muddenahalli and Amrita sarovar.",
					"imageLinks"			: 
						[
							"http://d2847ql9t214mi.cloudfront.net/wp-content/uploads/2015/05/Nandi-Hills1.jpg",
							"http://files.hostgator.co.in/hostgator248679/image/nandi-hills.jpg"
						],
					"geospot"				: [13.3863, 77.7009],
					"quickFacts"			: 
						[
							"Tipu's Drop - the famous place from where Tippu Sultan had his condemned prisoners thrown to death.",
							"Horse Way - A stone doorway in the fort on the North-eastern side, is believed to have been the horse way for helping soldiers to climb the wall on horse back.",
							"Secret Escape Route - A secret passage on the west, is believed to have helped the kings to escape during unforeseen attacks",
							"Gavi Veerbhadra Swamy temple: on top of the hill, on the way to the Sultanpet, from Tippus palace, natural formation of huge boulders has been transformed into a magnificent temple."
						]
				}
			],

		"quickFacts": 
			[
				"Bangalore is known as the Silicon Valley of India, the city houses 212 software companies in its heart",
				"At the heart of the city is Lalbagh, which covers an area of 240-acre. Apart from more than 1000 species of flora and fauna, Lalbagh is home to The Lal Bagh Rock, one of the oldest rock formations on earth, dating back to 3,000 million years and many trees that are more than a century old.",
				"Bangalore contributed to 33% of India’s INR1442 billion IT exports in 2006–07.Infosys and Wipro, India’s third and fourth largest software companies are headquartered in Bangalore.",
				"Bangalore is the first city to be electrified in India",
				"Bangalore has produced the maximum number of scientists considered for Nobel Prize nominations from India",
				"Bangalore has the biggest statue of Lord Shiva and Hanuman in India."
			]

	},
	
	
	
	
	
	
	
	
	
	{
		
		"_id"							: ObjectId("A07234567892345678900003"),
		
		"name"						: "Chennai",
		"desc"						: "Chennai is the capital city of the Indian state of Tamil Nadu. Located on the Coromandel Coast off the Bay of Bengal, it is a major cultural, economic and educational centre. Chennai is known as the Detroit of India for its automobile industry.It is the fourth-largest city and fourth-most populous metropolitan area in the country ",
		"bannerLink"				: "https://upload.wikimedia.org/wikipedia/commons/c/c4/Chennai_Montage.jpg",

		"geospot"					: [13.0827, 80.2707], 
		"places"					: 
			[
				{
					"name" 				: "Mahabalipuram",
					"desc" 					: "Declared as a world heritage site by UNESCO, the ruins of the temples boast of the rich architectural legacy of the county. The Mamallapuram Dance Festival is a remarkable event that one cannot miss",
					"imageLinks"			: 
						[
							"http://www.urbantree.in/blog/wp-content/uploads/2015/04/Mahabalipuram.jpg",
							"https://upload.wikimedia.org/wikipedia/commons/9/9f/Mahabalipuram-Krishnas-Butterball.jpg"
						],
					"geospot"				: [12.6165, 80.1994],
					"quickFacts"			: 
						[
							"The group of monuments is a UNESCO World Heritage Site.",
							"The sacred mountain is shaped as a shivalingam and a spring flows near locally called 'Ganga', thereby by giving the place its name. ",
							"These temples were built by three generations of the Pallava Kings and it took 200 years to plan and create the site."
						]
				},
				
				{
					"name" 				: "Pondicherry",
					"desc" 					: "Union territory of India has complete urban architecture style, thus, Pondicherry is one of the most popular tourist places near Chennai. The vibe of the township is a faded colonial bohemian chic with a touch of new age international French culture.",
					"imageLinks"			: 
						[
							"http://d2847ql9t214mi.cloudfront.net/wp-content/uploads/2015/07/Pondicherry-photoshoot.jpg",
							"http://aboutfestivalsofindia.com/wp-content/uploads/2014/11/pondicherry-beach.jpg",
							"http://tourism.pondicherry.gov.in/images/home-bg-2.jpg"
						],
					"geospot"				: [11.9310, 79.7852], 
					"quickFacts"			: 
						[
							"Liquor rates without taxes. Beer costs lesser than a bottle of cold drink",
							"Little French Bistros that are so cozy that you just want nothing but the Pasta",
							"Le Cafe, the one place that serves the best French Fries EVERRRR!!!"
						]
				}
			],

		"quickFacts": 
			[
				"It has the second longest beach in the world (Marina Beach)",
				"The Vandalur Zoo in Chennai was the first in India and one of the largest in South Asia.",
				"It’s the automobile hub of India.",
				"The Anna Centenary Library is the largest in Asia.",
				"Tidal Park, an IT Park in Chennai, is one of the largest IT Parks in Asia."
			]
	},
	
	
	
	
	
	
	
	{
		
		"_id"							: ObjectId("A07234567892345678900004"),
		
		"name"						: "Noida",
		"desc"						: "Noida, short for the New Okhla Industrial Development Authority, is a planned city in India under the management of the New Okhla Industrial Development Authority (also called NOIDA). It is part of National Capital Region of India.",
		"bannerLink"				: "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/View_of_Noida_city_from_the_Hilton_Noida.jpg/1024px-View_of_Noida_city_from_the_Hilton_Noida.jpg",

		"geospot"					: [28.5355, 77.3910], 
		"places"					: 
			[
				{
					"name" 				: "ISKCON Noida",
					"desc" 					: "Like any other branch, ISKCON Noida follows the religious and ritual traditions of the Hare Krishna Movement. All the teachings are based on the Bhagavad Gita which contains the spiritual lessons given by Lord Krishna.",
					"imageLinks"			: 
						[
							"https://lh3.googleusercontent.com/-h-kwBHTBDBg/VoTCaWiz5lI/AAAAAAAATRk/X7lRQjj0PoEjUOTNxF15S3D4kBpKnX10gCHM/s1024/ISKCON%2BNoida%2BDeity%2BDarshan%2B31%2BDec%2B2015%2B%25284%2529.jpg"
						],
					"geospot"				: [28.5866052, 77.35047829999996],
					"quickFacts"			: 
						[
							"iskcon noida, Noida is a perfect destination for a great time with your dear ones.",
							"World standards, extraordinary architecture, innovative layouts, and well-thought execution make place a highly coveted point of tourist interest. Do not forget to carry your camera and capture special moments.",
							" Explore interesting themes, fabulous designs, colorful landscapes, amusing characters, ambient music, props and merchandise available in nearby stores- all at one place",
							" iskcon noida, Noida is the best way to have a memorable time with kids and family. So, enjoy a fulfilling outing at iskcon noida in Noida."
						]
				},
				
				{
					"name" 				: "Okhla Bird Sanctuary",
					"desc" 					: "Okhla Bird Sanctuary is a bird sanctuary at the Okhla barrage over Yamuna River. It is situated in Noida, Gautam Buddh Nagar district, on Delhi-Uttar Pradesh state border and known as a haven for over 300 bird species, especially waterbirds.",
					"imageLinks"			: 
						[
							"https://upload.wikimedia.org/wikipedia/commons/b/b8/Northern_Shoveler_%286895200091%29.jpg",
							"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/View_of_yamuna_from_okhla_bird_sanctuary.jpg/1024px-View_of_yamuna_from_okhla_bird_sanctuary.jpg",
							"https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/List_of_Birds_found_in_OBS.JPG/1024px-List_of_Birds_found_in_OBS.JPG"
						],
					"geospot"				: [28.554944, 77.3123249999], 
					"quickFacts"			: 
						[
							"In 1990, an area of 3.5 square kilometres (1.4 sq mi) on the river Yamuna was designated a bird sanctuary by the Government of Uttar Pradesh under the Wildlife Protection Act, 1972.",
							"The site is located at the point where the river enters Uttar Pradesh. The most prominent feature of the sanctuary is the large lake created by damming the river, which lies between Okhla village to the west and Gautam Budh Nagar to the east.",
							"It is situated at a point where river Yamuna enters in the state of Uttar Pradesh leaving the territory of Delhi. It is one among fifteen bird sanctuaries in the state."
						]
				}
			],

		"quickFacts": 
			[
				"The city has the highest per capita income in the whole National Capital Region.",
				" Noida is famous for excellent, tree lined roads and considered Country's greenest city with about 50% green cover, the highest of any city in India.",
				"Noida replaced Mumbai as the second-best realty destination, according to an analyst report.",
				"Noida has emerged a hot spot for IT and IT-enabled services industry with many large companies setting up their businesses here,is becoming the preferred destinations for companies offering IT, ITeS, BPO, BTO and KPO services in various domains such as banking, financial services, insurance, pharma, auto, FMCG and manufacturing.According to a study by Assocham.",
				"The major advantages include excellent power situation, salubrious climate eminently suited to IT industries, capability to increase the pool of skilled manpower, engineering colleges and other educational institutions, low cost of setting up an IT unit as well as low recurring cost (including cost of living)."
			]
	},

	
	
	
	
	
	
	{
		
		"_id"							: ObjectId("A07234567892345678900005"),
		
		"name"						: "Mumbai",
		"desc"						: "Mumbai (also known as Bombay, the official name until 1995) is the capital city of the Indian state of Maharashtra. It is the most populous city in India and the ninth most populous agglomeration in the world, with an estimated city population of 18.4 million.",
		"bannerLink"				: "http://s3.scoopwhoop.com/aka/mum/27.jpg",

		"geospot"					: [19.0759837, 72.87765590000004], 
		"places"					: 
			[
				{
					"name" 				: "Elephanta Caves",
					"desc" 					: "The Elephanta Caves (natively known as Gharapurichi Leni, basically Gharapuri) are a network of sculpted caves located on Elephanta Island, or Gharapuri (literally, the city of caves) in Mumbai Harbour, 10 kilometres (6.2 mi) to the east of the city of Mumbai in the Indian state of Maharashtra.",
					"imageLinks"			: 
						[
							"https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Elephanta_Islands.jpg/1024px-Elephanta_Islands.jpg",
							"https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Shiva_cave_in_Elephanta_Caves.JPG/1024px-Shiva_cave_in_Elephanta_Caves.JPG",
							"https://en.wikipedia.org/wiki/File:Elephanta_Caves_Gangadhara.jpg"
						],
					"geospot"				: [18.9633474, 72.93148640000004],
					"quickFacts"			: 
						[
							"The main cave (Cave 1, or the Great Cave) was a Hindu place of worship until Portuguese rule began in 1534, after which the caves suffered severe damage.",
							"This cave was renovated in the 1970s after years of neglect, and was designated a UNESCO World Heritage Site in 1987 to preserve the artwork. It is currently maintained by the Archaeological Survey of India (ASI)",
							"Elephanta Island, or Gharapuri, is about 11 km (6.8 mi) east of the Apollo Bunder (Bunder in Marathi means a pier for embarkation and disembarkation of passengers and goods) on the Mumbai Harbour and 10 km (6.2 mi) south of Pir Pal in Trombay.",
							"The main cave, also called the Shiva cave, Cave 1, or the Great Cave, is 27 metres (89 ft) square in plan with a hall (mandapa). At the entrance are four doors, with three open porticoes and an aisle at the back. Pillars, six in each row, divide the hall into a series of smaller chambers"
						]
				},
				
				{
					"name" 				: "Gateway of India",
					"desc" 					: "The Gateway of India is a monument built during the 20th century in Mumbai City of Maharashtra state in Western India. It is located on the waterfront in the Apollo Bunder area in South Mumbai and overlooks the Arabian Sea",
					"imageLinks"			: 
						[
							"https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Gateway_of_India.jpg/1280px-Gateway_of_India.jpg",
							"https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Mumbai_03-2016_30_Gateway_of_India.jpg/1024px-Mumbai_03-2016_30_Gateway_of_India.jpg",
							"https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Gateway_of_India_Sepia.jpg/1280px-Gateway_of_India_Sepia.jpg"
						],
					"geospot"				: [18.9219841, 72.83465430000001], 
					"quickFacts"			: 
						[
							"The structure is a basalt arch, 26 metres (85 feet) high. It lies at the end of Chhatrapati Shivaji Marg at the water's edge in Mumbai Harbour. It was a crude jetty used by the fishing community which was later renovated and used as a landing place for British governors and other prominent people. ",
							"The Gateway has also been referred to as the Taj Mahal of Mumbai, and is the city's top tourist attraction. The India Gate in New Delhi is similar to the Gateway of India in Mumbai.",
							"The structure was erected to commemorate the landing of King George V and Queen Mary at Apollo Bunder, when they visited India in 1911. Built in Indo-Saracenic style, the foundation stone for the Gateway of India was laid on 31 March 1911.",
							"The final design of George Wittet was sanctioned in 1914 and the construction of the monument was completed in 1924. The Gateway was later the ceremonial entrance to India for Viceroys and the new Governors of Bombay. It served to allow entry and access to India."
						]
				}
			],

		"quickFacts": 
			[
				"It is also the wealthiest city in India, and has the highest GDP of any city in South, West, or Central Asia. Mumbai has the highest number of billionaires and millionaires among all cities in India",
				"Mumbai is built on what was once an archipelago of seven islands: Bombay Island, Parel, Mazagaon, Mahim, Colaba, Worli, and Old Woman's Island (also known as Little Colaba). It is not exactly known when these islands were first inhabited.",
				"Most of the buildings during the British period, such as the Victoria Terminus and Bombay University, were built in Gothic Revival style.",
				"There are also a few Indo-Saracenic styled buildings such as the Gateway of India.",
				" Mumbai has two UNESCO World Heritage Sites, the Chhatrapati Shivaji Terminus and the Elephanta Caves."
			]
	},
	
	
	
	
	
	{
		
		"_id"							: ObjectId("A07234567892345678900006"),
		
		"name"						: "Vadodara",
		"desc"						: "Vadodara, which used to be known as Baroda, is the third largest city in the Western Indian State of Gujarat, after Ahmedabad and Surat. It is the administrative headquarters of Vadodara District and is located on the banks of the Vishwamitri river, southeast of Ahmedabad,.",
		"bannerLink"				: "http://www.travelblissful.com/wp-content/uploads/2015/06/places.png",

		"geospot"					: [22.3071588, 73.18121870000004], 
		"places"					: 
			[
				{
					"name" 				: "Laxmi Vilas Palace",
					"desc" 					: "The term Maharaja Palace actually refers to a series of palaces in Vadodara, Gujarat, India, constructed since the Gaekwad a prominent Maratha family started ruling the Baroda State.",
					"imageLinks"			: 
						[
							"https://upload.wikimedia.org/wikipedia/commons/6/67/Baroda_Lvp.JPG",
							"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Laxmi_vilas_Palace_Vadodara_Baroda.jpg/1024px-Laxmi_vilas_Palace_Vadodara_Baroda.jpg",
							"https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Laxmi_Vilas_Palace_Darbar_Hall.jpg/1024px-Laxmi_Vilas_Palace_Darbar_Hall.jpg",
							"https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Laxmi_vilas_palace.jpg/1024px-Laxmi_vilas_palace.jpg"
						],
					"geospot"				: [22.2939, 73.1914],
					"quickFacts"			: 
						[
							"Laxmi Vilas Palace was constructed by Maharaja Sayaji Rao III in 1890. Actually construction was started in 1872 and ends in 1890. ",
							" Laxmi Vilas Palace is Baroda's famous historical monument. Laxmi vilas palace is constructed in Indo-Saracenic architecture style.",
							"Attraction of Laxmi vilas palace is its darbarhall. This darbarhall of laxmi vilas palace is sometime given on rent for cultural events or musical concerts. ",
							"There is also Maharaja Fateh Singh Museum and Moti Bag are places to see near Laxmi Vilas Palace in Baroda."
						]
				},
				
				{
					"name" 				: "Baroda Museum & Picture Gallery",
					"desc" 					: "The famous museum was built in 1894 on the lines of Victoria & Albert and Science Museums of London.",
					"imageLinks"			: 
						[
							"https://upload.wikimedia.org/wikipedia/commons/f/fd/Baroda_Museum_exterior.jpg",
							"https://media-cdn.tripadvisor.com/media/photo-s/05/ef/64/3a/blue-whale-skeleton.jpg",
							"https://travelwithriddhima.files.wordpress.com/2015/01/mammoth.jpg"
						],
					"geospot"				: [22.3071588, 73.18121870000004], 
					"quickFacts"			: 
						[
							"It preserves a rich collection of art, sculpture, ethnography & ethnology. Several of the paintings are not only original but masterpieces at the picture gallery.",
							"The picture gallery which offers an excellent collection of originals by famous British painters Turner and constable and many others attract tourists from every part of the country.",
							"The Egyptian mummy and skeleton of a blue whale are major attractions for those who visit the museum.",
							"Other treasure includes the famous Akota bronzes dating the 5th Century AD, A collection of Mughal miniatures, a full-fledged gallery of Tibetan Art and oils by several European masters.",
							"Construction of the art gallery commenced in 1908, was completed in 1914, but did not open until 1921 as the First World War delayed transfer of pieces from Europe intended for the gallery."
						]
				}
			],

		"quickFacts": 
			[
				"As of 2011 Vadodara had a population of almost 2.2 million people.",
				"The city is the site of the Lakshmi Vilas Palace, the residence of the Maharaja of Baroda and the royal family; and his erstwhile Darbar.",
				"It is also the home of the Maharaja Sayajirao University of Baroda (Vadodara), the largest university in Gujarat.",
				"Baroda’s History goes back to the early ages of Indian history, 812AD.",
				" Baroda has had amazing names like “Chandanvati”, “Ankottaka” – (Now called Akota),”Vatpatrak” (Banyan Tree), “Viravati” -(land of Warriors), “Virakshetra”, “Brodera” (Names given by British – mostly they could not pronounce Baroda😛 ) then we had “Baroda” and in 1974 it was given the name “Vadodara”.",
				"here was a diamond found in Baroda called “The Moon of Baroda” The Moon of Baroda weighed 25.95 carats (5.19 g) at the time it was found. It was later cut into a pear shaped diamond, weighing 24.04 carats (4.81 g).",
				"Vadodara also holds International Marathon every year. It became the first non-metro city of India to have held a Marathon of such a large scale and success."
			]
	},
	
	
	
	
	
	
	
	
	{
		
		"_id"							: ObjectId("A07234567892345678900007"),
		
		"name"						: "Indore",
		"desc"						: "Indore is the largest city of the Indian state of Madhya Pradesh. It serves as the headquarters of both Indore District and Indore Division.",
		"bannerLink"				: "https://upload.wikimedia.org/wikipedia/commons/b/b6/IndoreMontage.jpg",

		"geospot"					: [22.7195687, 75.85772580000003], 
		"places"					: 
			[
				{
					"name" 				: "Patalpani Waterfalls",
					"desc" 					: "A scenic locale in the suburban of Indore city, Patalpani is renowned for the cascading water falls.",
					"imageLinks"			: 
						[
							"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Patalpani_waterfall.jpg/1536px-Patalpani_waterfall.jpg",
							"http://orig02.deviantart.net/f8c9/f/2011/273/e/7/patalpani_waterfall_india_by_apurva9-d4bdm4k.jpg"
						],
					"geospot"				: [22.5037393, 75.79900750000002],
					"quickFacts"			: 
						[
							"The calm, quite lustrous ambience of Patalpani makes it a favourite picnic spot among nature lovers.",
							"The gushing water of the cascade falls to an average depth of 200-300 feet is really enchanting.",
							"It is quiet amazing to see the depth of water formed at the bottom of this cataract is not yet fathomed and the common saying is that it goes to the mythological world of underground."
						]
				},
				
				{
					"name" 				: "Rajwada Palace",
					"desc" 					: "Rajwada is a historical palace in Indore city. It was built by the Holkars of the Maratha Empire about two centuries ago. This seven storied structure is located near the Chhatris and serves today as a fine example of royal grandeur and architectural skills.",
					"imageLinks"			: 
						[
							"https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Rajwada_Palace%2C_Indore.jpg/1024px-Rajwada_Palace%2C_Indore.jpg",
							"https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Rajwada_Indore_Diwali.jpg/1024px-Rajwada_Indore_Diwali.jpg"
						],
					"geospot"				: [22.7184678, 75.85509179999997], 
					"quickFacts"			: 
						[
							"The structure comprises two parts, the first one located at the heart of the city and the second one standing in the old part of the town.",
							"Rajwada palace exhibits a blend of Maratha and Mughal styles, the palatial structure is sure to leave you spellbound.",
							"The lower three floors are made of stone and the upper floors are made of wood",
							"The existing building is rectangular with cylindrical bastions at the four corners. It was constructed in 1766 and later the southern part was rebuilt in the years 1811-1833 after being damaged by fire.",
							"Today it stands proudly with its 7 story façade of carved stone and wood jails, jharokhas and chattries."
						]
				}
			],

		"quickFacts": 
			[
				"It is also considered as education hub of the state and houses campuses of both, Indian Institute of Technology and Indian Institute of Management.",
				"The gates of Lalbagh Palace, Indore, are replica of the gates of Buckingham Palace, London. They were casted in England and then shipped to Indore.",
				"Indore has a huge concrete Cricket Bat statue with names of the players of the Indian team which won the 1971 series against Gary Sobers' West Indies team. There many not be many of its kind in the world !",
				"40 feet high Idol at Bada Ganapati is the largest Ganesh Idol in the world.",
				"CAT ,The Center for Advanced Technology is India's main Research center on Laser Technology.",
				"Sudama nagar happens to be Asia's largest colony."
			]
	},


	{

		"_id"							: ObjectId("A07234567892345678900008"),

		"name"						: "Solan",
		"desc"						: "Solan is the district headquarters of Solan district in the Indian state of Himachal Pradesh. The largest Municipal Council of Himachal Pradesh, it is located 46 kilometres south of the state capital, Shimla.",
		"bannerLink"				: "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Solan_collage.jpg/394px-Solan_collage.jpg",

		"geospot"					: [30.9044860, 77.0967360],
		"places"					:
			[
				{
					"name" 				: "Chail",
					"desc" 					: "Chail is a hill station in Himachal Pradesh, India.",
					"imageLinks"			:
						[
							"https://upload.wikimedia.org/wikipedia/commons/5/5e/Chailhill.jpg"
						],
					"geospot"				: [30.9676210, 77.1916500],
					"quickFacts"			:
						[
							"It once served as the summer capital of His Highness Maharaja Adhiraj Bhupinder Singh of Patiala. Chail is 49 km from Shimla.",
							"The Chail Palace is well known for its architecture. The cricket ground and a polo ground which is there at an altitude of 2,444 m was owned by erstwhile royal family of Patiala.",
							"It is the world's highest cricket ground."
						]
				},

				{
					"name" 				: "Dagshai ",
					"desc" 					: "Dagshai is one of the oldest cantonment towns in the Solan district of Himachal Pradesh, India.",
					"imageLinks"			:
						[
							"http://cbdagshai.org/images/marq10.jpg",
							"http://cbdagshai.org/images/marq9.jpg"
						],
					"geospot"				: [30.884462, 77.052129],
					"quickFacts"			:
						[
							"It is situated on top of a 5689 feet (1734 mtr) high hillock that stands sphinx-like astride the Kalka-Shimla Highway at a point about 11 km from Solan.",
							" It was founded in 1847 by the East India Company by securing free of cost five villages from Maharaja of Patiala aka Bhupinder Singh of Patiala.",
							"It has an average elevation of 1,734 metres (5,689 ft)."
						]
				}
			],

		"quickFacts":
			[
				"At an average elevation of 1,600 metres (5,200 ft).[1] The place is named after the Hindu goddess Shoolini devi",
				"Every year in the month of June, a fair celebrating the goddess is held, featuring a 3-day mela at the central Thoudo grounds. Solan was the capital of the erstwhile princely state, Bhagat.",
				"It is known as the 'Mushroom city of India' because of the vast mushroom farming in the area as well as the Directorate of Mushroom Research (DMR) situated at Chambaghat.",
				"Solan is crowned as the 'City of Red Gold', in reference to the bulk production of tomatoes in the area.",
				"The town is situated between Chandigarh (joint capital of Punjab and Harayana) and Shimla (state capital), on the Kalka-Shimla National Highway-22.",
				"The Kalka-Shimla narrow gauge heritage railway line, built by the British passes through Solan."
			]
	},
	
	
	{

		"_id"							: ObjectId("A07234567892345678900009"),

		"name"						: "Pune",
		"desc"						: "Pune is the 9th most populous city in India and the second largest in the state of Maharashtra after the state capital Mumbai.",
		"bannerLink"			: "https://upload.wikimedia.org/wikipedia/commons/0/04/Pune_Montage.JPG",

		"geospot"					: [18.520430, 73.856744],
		"places"					:
			[
				{
					"name" 				: "Lonavla",
					"desc" 					: "Lonavla, officially Lonavala is a town and a hill station Municipal Council in Pune district in the Indian State of Maharashtra.",
					"imageLinks"			:
						[
							"https://upload.wikimedia.org/wikipedia/commons/d/dd/Lonavalamh.jpg",
							"https://upload.wikimedia.org/wikipedia/commons/e/ee/Rajmachi35.jpg",
							"https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Lohagad_Fort.jpg/1024px-Lohagad_Fort.jpg",
							"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Bhushi_dam.JPG/1024px-Bhushi_dam.JPG"
						],
					"geospot"				: [18.754617, 73.406234],
					"quickFacts"			:
						[
							"Present day Lonavla was a part of the Yadava dynasty.",
							"Lonavla and the adjacent Khandala are twin hill stations 622 metres (2,041 ft) above sea level, in the Sahyadri ranges that demarcate the Deccan Plateau and the Konkan coast.",
							"The hill stations sprawl over an approximate area of 38 square kilometres (15 sq mi)",
							"Tourism peaks during the monsoon season. The name Lonavla is derived from the Sanskrit lonavli, which refers to the many caves like Karla Caves, Bhaja Caves and Bedsa that are close to Lonavla.",
							"Lonavla Lake is surrounded by natural scenery, about 1.6 km from the town. The lake dries up during the winter months.",
							"Duke's Nose stands 12 km from Lonavla, clearly visible from the highway while driving towards Mumbai. This landmark in Khandala is popular with hikers. Also known locally as Naagphani (Cobra's Hood), the cliff owes its name to the Duke of Wellington, whose ample nose it resembles."
						]
				},

				{
					"name" 				: "Malshej Ghat",
					"desc" 					: "Malshej Ghat is a mountain pass in the Western Ghats range in the Pune district of Maharashtra, India. The site is nestled in the lofty rugged hills of the Western Ghats.",
					"imageLinks"			:
						[
							"https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Malshej_Hills.jpg/1024px-Malshej_Hills.jpg",
							"http://www.couponraja.in/theroyale/wp-content/uploads/2015/06/malshej_ghat.jpg"
						],
					"geospot"				: [19.340625, 73.774552],
					"quickFacts"			:
						[
							"The site is home to hundreds of different kinds of flora and fauna especially the avian population such as quails, rails, crakes, flamingos and cuckoos.",
							"Malshej ghat, with average height of 700 mts[1] is situated in Pune district near the borders of Thane and Ahmednagar districts. ",
							"Malshej Ghat is known for several types avian population and particularly known for flamingoes.",
							"A nice view of valleys is one of the major attraction here. The view from behind the MTDC resort is a must-see. ",
							" It is also famous for dark woods and the animals inside. These animals includes tigers, leopards, rabbits and peacocks etc.",
							"But truly a famous place near Malshej Ghat is Khireshwar which is 2/3 km from rest house.",
							"The birthplace of legendary Chhatrapati Shivaji Maharaj, The Shivneri Fort is not very far (approximately 40 km) from Malshej Ghat."
						]
				}
			],

		"quickFacts":
			[
				"Pune is also the 101st largest city in the world, by population",
				"Pune city is the administrative headquarters of Pune district and was once the centre of power of the Maratha Empire established by Shivaji Maharaj.",
				"The city is also known for its manufacturing and automobile industries, as well as for research institutes of information technology (IT), education, management and training, which attracts migrants, students, and professionals from India, South East Asia, the Middle East, and Africa. ",
				"Pune is also one of the fastest growing cities in the Asia-Pacific region.",
				"Prominent museums in Pune include the Raja Dinkar Kelkar Museum, Chhatrapati Shivaji Maharaj Museum of Indian History, Mahatma Phule Museum, Dr. Babasaheb Ambedkar Museum, and the Pune Tribal Museum.",
				"Pune is said to be the cultural capital of the state of Maharashtra. It epitomises Marathi culture, which places emphasis on education, arts and crafts, music, and theatre."
			]

	},


	{

		"_id"							: ObjectId("A07234567892345678900010"),

		"name"						: "Shimoga",
		"desc"						: "Shimoga, officially renamed as Shivamogga, is a city and the district headquarters of Shimoga District in the central part of the state of Karnataka, India.",
		"bannerLink"			: "http://www.aitmb.ac.in/nebulus/wp-content/uploads/2016/03/Jog_Falls.jpg",

		"geospot"					: [13.929930, 75.568101],
		"places"					:
			[
				{
					"name" 				: "Jog Falls",
					"desc" 					: "Jog falls is situated on the borders of Shimoga and Uttara Kannada district. Jog Falls are wonderful and world famous water falls. ",
					"imageLinks"		:
						[
							"http://www.aitmb.ac.in/nebulus/wp-content/uploads/2016/03/Jog_Falls.jpg",
							"http://tourmet.com/wp-content/uploads/2014/11/Thyvare-Koppa-Lion-Tiger-Reserve.jpg"
						],
					"geospot"				: [14.228416, 74.810224],
					"quickFacts"			:
						[
							"Jog Falls, Gerosoppa Falls or Joga Falls is the second-highest plunge waterfall in India located in Sagara taluk in the state of Karnataka.",
							"They are also known as the Gersoppa Falls or Jogada Gundi.",
							"Jog Falls is created by the Sharavathi River dropping 253 m (830 ft), making it the second-highest plunge waterfall in India after the Nohkalikai Falls with a drop of 335 m (1100 ft) in Meghalaya."
						]
				},

				{
					"name" 				: "Kodachadri",
					"desc" 					: "Kodachadri is a mountain peak with dense forests (elevation - 1,343 metres above sea level) in the Western Ghats in South India (Shivamogga Dist., Karnataka State)",
					"imageLinks"			:
						[
							"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Kodachadri.JPG/1024px-Kodachadri.JPG",
							"https://en.wikipedia.org/wiki/File:Kodachadribettagalu.jpg"
						],
					"geospot"				: [13.862308, 74.875201],
					"quickFacts"			:
						[
							"It is declared as natural heritage site by Government Karnataka. and it is 10th highest peak of Karnataka.",
							"The name comes from native word 'Kodacha' or 'Kodashi' which means hill of Kutaja flowers and 'Adri' a Sanskrit word, both combined together coined the word Kodachadri.",
							"Kutaja in Sanskrit means Girimallika or Jasmine of the hill. The hilly region that is full of 'Jasmine of the hills' plants is 'Kutajadri'.",
							"Kodachadri receives an annual rain fall of 500 cm to 750 cm and it rains for about eight months in a year",
							"The Shola Forests and thick forest cover Kodachadri and the nearby hills and the place has a cool and beautiful landscape."
						]
				}
			],

		"quickFacts":
			[
				"The city lies on the banks of the Tunga River. Being the gateway for the hilly region of the Western Ghats, the city is popularly nicknamed as 'Gateway of Malnad'.",
				"The name of the city is derived from the term 'shivmoga', 'History behind the city name due to story that the Lord Shiva drunk Tunga river water using Mogge at the city, hence the city name Shiva-mogga'.",
				"The city is 569 m above sea level and is surrounded by lush green paddy fields, arecanut and coconut groves.",
				"Shivappa Nayaka's palace is located within the city."
			]

	},


	{

		"_id"							: ObjectId("A07234567892345678900011"),

		"name"						: "Gurgaon",
		"desc"						: "Gurgaon also known as Gurugram, is a city in the Indian state of Haryana, located immediately south of the National Capital Territory of Delhi",
		"bannerLink"			: "http://atulgupta.in/wp-content/uploads/2015/08/gurgaon.jpg",

		"geospot"					: [28.459497, 77.026638],
		"places"					:
			[
				{
					"name" 				: "Cyber City",
					"desc" 					: "The DLF Cyber City is an industrial park in Gurgaon, India, which houses some of the top Fortune 500 companies.",
					"imageLinks"			:
						[
							"https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Gurgoan6.JPG/768px-Gurgoan6.JPG",
							"https://upload.wikimedia.org/wikipedia/commons/a/a0/Cyber_Green_Building%2C_Gurgaon%2C_Haryana%2C_India_-_20070613.jpg"
						],
					"geospot"				: [28.493602, 77.088325],
					"quickFacts"			:
						[
							"It has been termed a 'futuristic commercial hub'.",
							"Some of the tenant companies of the Cyber City are 'Nokia Siemens', 'LinkedIn', 'Yahoo!', 'Google'."
						]
				},

				{
					"name" 				: "Kingdom of Dreams",
					"desc" 					: "Kingdom of Dreams is India's first live entertainment, theatre and leisure destination. It is located in Sector 29, Gurgaon in NCR Delhi, near the Leisure Valley Park.",
					"imageLinks"			:
						[
							"https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Kingdom_of_Dreams_auditorium_night_view%2C_Gurgaon.jpg/1024px-Kingdom_of_Dreams_auditorium_night_view%2C_Gurgaon.jpg",
							"https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Culture_Gully_and_Nautanki_Mahal_auditorium%2C_Kingdom_of_Dreams%2C_Gurgaon.jpg/1024px-Culture_Gully_and_Nautanki_Mahal_auditorium%2C_Kingdom_of_Dreams%2C_Gurgaon.jpg"
						],
					"geospot"				: [28.459497, 77.026638],
					"quickFacts"			:
						[
							"Spread over 6 acres (24,000 m2) and built at a cost of over Rs. 2 billion, Kingdom of Dreams is run by the Great Indian Nautanki Company (GINC),",
							"Nautanki Mahal is an 835-seat auditorium within the complex and is designed like a grand palace.",
							"Culture Gully is the arts, crafts and food boulevard at the Kingdom of Dreams. It is fully ac boulevard spread across 100,000 square feet (9,300 m2)",
							"Showshaa Theatre is a 350-seater covered amphitheatre, complete with a soaring tent. Multiple theatrical performances take place here including productions based on Indian mythology."
						]
				}
			],

		"quickFacts":
			[
				"Historically known as Gurugram, the city's economic growth story started when the leading Indian automobile manufacturer Maruti Suzuki India Limited established a manufacturing plant in Gurgaon in the 1970s.",
				"Today, Gurgaon has local offices for more than 250 Fortune 500 companies.",
				"The origin of the city's name can be traced back to the Sanskrit epic Mahabharat; it is believed that the land was owned by the legendary rulers Pandavas and Kauravas, who presented it to Guru Dronacharaya, their royal guru for warfare, as an appreciation of his training. ",
				"The land came to be known as Gurugram (Sanskrit: गुरुग्राम, lit. village of the Guru) which over time became distorted to Gurgaon. The village still exists within the modern day city.",
				"From an agricultural village, Gurgaon has emerged to become the city with the third highest per capita income in India",
				"Various international companies, including Coca-Cola, Pepsi, BMW, Agilent Technologies have chosen Gurgaon to be their Indian corporate headquarters"
			]

	}


]